Repository: OMMR4all/ommr4all-client
Catalog: src/i18n/messages.*.xlf
Languages: de

source: Home
de: Startseite

source: Books
de: Bücher

source: Help
de: Hilfe

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Imprint
de: Impressum

source: Delete
de: Löschen

source: Add to selection
de: Zur Auswahl hinzufügen

source: Join
de: Beitreten

source: Music
de: Musik

source: Lyrics
de: Liedtexte

source: Drop capital
de: Initial

source: Texts
de: Texte

source: Auto-compute reading order
de: Automatische Generierung der Lesereihenfolge

source: Go back to the page selection
de: Zurück zur Seitenauswahl

source: Edit page
de: Seite Bearbeiten

source: Save the annotations
de: Anmerkungen speichern

source: Undo the last action
de: Letzte Aktion rückgängig machen

source: Redo an undone action
de: Letzte zurückgemachte Aktion wiederholen

source: Clear all page annotations
de: Löschen aller Seitenanmerkungen

source: View different annotations without editing
de: Betrachtung verschiedener Anmerkungen ohne zu editieren

source: Mark all steps as finished
de: Alle Schritte als beendet markieren

source: Run the automatic staff line detection
de: Ausführen der automatischen Notenlinienerkennung

source: Create, edit, or delete single staff lines
de: Erstelle, bearbeite, oder entferne einzelne Notenlinien

source: Group single staff lines into staffs
de: Notenlinien in Systeme einordnen

source: Split or shrink staff lines
de: Aufsplitten oder verkleinern von Notenlinien

source: Mark the staff line editing progress as finished.
de: Notenlinienbearbeitungsprozess als beendet markieren.

source: Staff Lines
de: Notenlinien

source: Run the automatic layout detection
de: Starten der automatischen Layouterkennung

source: Create, edit or delete the layout
de: Erstelle, bearbeite oder entferne das Layout

source: Extract a region based on connected components
de: Extrahieren einer Region basierend auf Verbundskomponenten

source: Draw a lasso to create or extend a region
de: Mithilfe eines Lassos Regionen erstellen oder erweitern

source: Mark the layout as finished
de: Layout als beendet markieren

source: Run the automatic symbol detection
de: Starten der automatischen Symbolerkennung

source: Insert single notes
de: Einfügung einer einzelnen Noten

source: Insert a C clef
de: Einfügung eines C-Schlüssels

source: Insert an F clef
de: Einfügung eines F-Schlüssels

source: Insert a flat accidential
de: Einfügung einer flachen Akzidens

source: Insert a sharp accidential
de: Einfügung einer scharfen Akzidens

source: Insert a natural accidential
de: Einfügung einer natürlichen Akzidens

source: Add, move or delete logical connections
de: Hinzufügen, bewegen oder entfernen von logischen Verbindungen

source: Remove all symbols
de: Alle Symbole entfernen

source: Mark the symbols as finished
de: Die Symbolerkennung als beendet markieren

source: Symbols
de: Symbole

source: Compute the reading order automatically
de: Lesereihenfolge automatisch berechnen

source: Edit lyrics and other texts
de: Bearbeitung von Liedtext und anderen Texten

source: Assign syllables to neumes
de: Silben Neumen zuweisen

source: Clear all texts
de: Allen Text löschen

source: Mark text editing as finished
de: Textbearbeitung als beendet markieren

source: Tool state
de: Tool Zustand

source: Value
de: Wert

source: Current Tool
de: Derzeitiges Tool

source: Current Symbol
de: Derzeitiges Symbol

source: Line Editor State
de: Zustand der Linieneditierung

source: Staff Grouper State
de: Zustand der Systemzuordnung

source: Staff Splitter State
de: Zustand der Notenliniensplittung

source: Symbol Editor State
de: Zustand der Symboleditierung

source: Text Editor State
de: Zustand der Texteditierung

source: Syllable Editor State
de: Zustan der Silbeneditierung

source: Rect Editor State
de: Zustand der Rect-Editierung

source: Poly Line Editor State
de: Zustand der Poly Line Editierung

source: An error occurred: {{ errorMessage }}
de: Ein Fehler ist aufgetreten: {{ errorMessage }}

source: Original Image
de: Originales Bild

source: Deskewed Image
de: Geradegestelltes Bild

source: Cropped Image
de: Zugeschnittenes Bild

source: View content
de: Seiteninhalt

source: Settings
de: Einstellungen

source: comment
de: Kommentar

source: Comments
de: Kommentare

source: Permissions
de: Rechte

source: Train staff line detector
de: Training der Linienerkennung

source: Train symbol detector
de: Training der Symbolerkennung

source: Clear book <span>{{ data.book.name}}</span>
de: Buch löschen <span>{{ data.book.name}}</span>

source: Do you really want to clean all files associated with book <span>{{ data.book.name }}</span>? Only the original files will remain. This can not be undone!
de: Sollen wirklich alle mit dem Buch verknüpften Dateien gelöscht werden? <span>{{ data.book.name }}</span>? Lediglich die originalen Dateien werden beibehalten. Dieser Prozess kann nicht rückgängig gemacht werden!

source: Clear
de: Löschen

source: Cancel
de: Abbrechen

source: Delete one page of book <span>{{ data.book.name}}</span>
de: Eine Seite des Buches löschen <span>{{ data.book.name}}</span>

source: Delete {{ data.pages.length }} pages of book <span>{{ data.book.name}}</span>
de: Lösche {{ data.pages.length }} Seiten des Buches <span>{{ data.book.name}}</span>

source: Do you really want to delete page <span>{{ data.pages[0].page }}</span> of book <span>{{ data.book.name }}</span>. This includes all images and annotations.
de: Soll wirklich die Seite <span>{{ data.pages[0].page }}</span> des Buches gelöscht werden? <span>{{ data.book.name }}</span>. Dies beinhaltet alle Bilder und Anmerkungen.

source: Do you really want to delete {{ data.pages.length }} pages of book <span>{{ data.book.name }}</span>. This includes all images and annotations.
de: Sollen wirklich die Seiten {{ data.pages.length }} des Buches gelöscht werden? <span>{{ data.book.name }}</span>. Dies beinhaltet alle Bilder und Anmerkungen.

source: Warning: This can not be undone!
de: Warnung: Dies kann nicht rückgängig gemacht werden!

source: Please enter a valid name (Characters, digits or underscore).
de: Bitte gebe einen validen Name ein (Zeichen, Zahlen oder Unterstrich).

source: Export one page of book <span>{{ data.bookMeta.name }}</span>
de: Exportierung einer Seite des Buches <span>{{ data.bookMeta.name }}</span>

source: Export {{ data.pages.length }} pages of book <span>{{ data.bookMeta.name}}</span>
de: Exportiere {{ data.pages.length }} Seiten des Buches <span>{{ data.bookMeta.name}}</span>

source: Annotations
de: Anmerkungen

source: Backup
de: Sicherung

source: This will export a json file that can be uploaded to Monodi Plus. All positional annotations are removed, only musical relevant information is preserved, i. e. music lines comprising syllables and the corresponding neumes, and accompanying texts.
de: Hiermit wird eine json Datei exportiert, die auf Monodi Plus hochgeladen werden kann Hierbei werden alle positionsbezogenen Anmerkungen entfernt. Lediglich Musik relevante Informationen werden beibehalten, z.B. Notenlinien einschließlich Silben und die zugehörigen Neumes und begleitender Text.

source: This will export a zip file containing the full annotations and the corresponding original images grouped by types, i.e. one directroy will contain all pcgts, other directories exist for dewskewed color or grayscale.
de: Hierbei wird eine zip Datei, die sämtliche Anmerkungen und die zugehörigen Originalen Bilder, gruppiert nach Typen, exportiert z.B. existiert ein Ordner für alle pcgts Dateien. Weitere Ordner enthalten beispielsweise das geradegestelltes Bild, das Originalbild oder ein Graustufenbild.

source: This will export a zip file containing the full annotations ordered page wise. The pcgts, statistics, page progress, and solely the original image are exported since all other images can be computed again.
de: Hierbei wird eine zip Datei, die sämtliche Anmerkungen und die zugehörigen Originalen Bilder, gruppiert nach Seite, exportiert Lediglich pcgts, Statistiken, Seitenfortschritt, und das Originale Bild werden exportiert, da alle anderen Bilder neu berechnet werden können

source: Start Download
de: Download Starten

source: Downloading
de: Lade herunter

source: Rename
de: Umbenennen

source: <mat-icon>select_all</mat-icon>Select all
de: <mat-icon>select_all</mat-icon>Alle Auswählen

source: <mat-icon>border_clear</mat-icon>Clear selection
de: <mat-icon>border_clear</mat-icon>Auswahl entfernen

source: <mat-icon></mat-icon>Rename selected pages
de: <mat-icon></mat-icon>Ausgewählte Seiten umbenennen

source: <mat-icon>cloud_download</mat-icon>Export
de: <mat-icon>cloud_download</mat-icon>Exportieren

source: <mat-icon>restore_page</mat-icon>Reset annotations
de: <mat-icon>restore_page</mat-icon>Anmerkungen resetten

source: Color
de: Farbbild

source: Gray
de: Grau

source: Binary
de: Binär

source: Deskewed
de: Geradegestellt

source: Enter new book name
de: Gebe ein Buchname ein

source: Add
de: Hinzufügen

source: Available Books
de: Verfügbare Bücher

source: Label
de: Bezeichnung

source: Created On
de: Erstellt am

source: Detect staff lines
de: Notenlinien erkennen

source: Detect symbols
de: Symbole erkennen

source: Layout analysis
de: Layout Analyse

source: Note type
de: Notentyp

source: Connected
de: Verbunden

source: Start of neume
de: Anfang des Neumes

source: Fix sorting
de: Sortierung korregieren

source: Lyrics paste tool
de: Tool zur Einfügung von Notentext

source: Paste the text you want to insert
de: Hier Text einfügen, um im Tool anzeigen zu lassen

source: This text will be applied to the text lines, respectively
de: Dieser Text wird jeweils auf die Textzeilen angewendet

source: Insert
de: Einfügen

source: Lock page
de: Seite sperren

source: This page is currently edited by <a>{{ name }}</a> <ng-container>{{ name }}</ng-container>. Do you want to withdraw the permissions?
de: Diese Seite wird derzeit editiert bei <a>{{ name }}</a><ng-container>{{ name }}</ng-container>. Sollen die Rechte entzogen werden?

source: <mat-icon>edit</mat-icon>Edit
de: <mat-icon>edit</mat-icon>Editieren

source: Error:
de: Fehler:

source: Delete book <span>{{ data.book.name }}</span>
de: Buch löschen <span>{{ data.book.name }}</span>

source: Do you really want to delete all files associated with book <span>{{ data.book.name}}</span>?
de: Sollen wirklich alle Dateien die zum Buch <span>{{ data.book.name}}</span> gehören, gelöscht werden?

source: No connection to Server.
de: Keine Verbindung zum Server.

source: Retry now.
de: Jetzt wiederholen.

source: Login
de: Anmelden

source: Username
de: Benuztername

source: Password
de: Passwort

source: Music
de: Musik

source: Lyrics
de: Liedtext

source: Drop Capital
de: Initiale

source: Show background image
de: Hintergrundbild anzeigen

source: Show bounding boxes
de: Boxrahmen anzeigen

source: Show staff lines
de: Notenlinien anzeigen

source: Show staff groups
de: Notensysteme anzeigen

source: Show layout
de: Layout anzeigen

source: Show symbols
de: Symbole anzeigen

source: Show reading order
de: Lesereihenfolge anzeigen

source: Show annotations
de: Anmerkungen anzeigen

source: Show comments
de: Kommentare anzeigen

source: Reset to default
de: Auf Default zurücksetzen

source: Reading Order
de: Lesereihenfolge

source: Highlighted
de: Hervorgehoben

source: Space line
de: Leerzeile

source: Enter comment
de: Kommentar eingeben

source: Delete comment
de: Kommentar entfernen

source: Add comment
de: Kommentar hinzufügen

source: Developer options
de: Entwickleroptionen

source: Show tool state
de: Toolzustand anzeigen

source: Show annotation counts
de: Anzahl der Anmerkungen anzeigen

source: Show actions
de: Aktionen anzeigen

source: Show timing
de: Zeitmessung anzeigen

source: This page is generated. Adjust to your needs!
de: Impressum!

source: Add row
de: Zeile hinzufügen

source: Delete
de: Entferne

source: No comments listed.
de: Keine Kommentare vorhanden.

source: Comments
de: Kommentare

source: Users
de: Benutzer

source: Groups
de: Gruppen

source: <mat-icon>clear</mat-icon>
de: <mat-icon>Entfernen</mat-icon>

source: Public
de: Öffentlich

source: Train
de: Trainieren

source: Overall progress limit
de: Gesamtfortschrittslimit

source: Current Loss: {{ task.loss | number:'1.3-3' }}
de: Derzeitiger Verlust: {{ task.loss | number:'1.3-3' }}

source: Early stopping progress
de: Early stopping Fortschritt

source: Current Accuracy: {{ task.accuracy | number: '1.1-1' }}%
de: Derzeitige Genauigkeit: {{ task.accuracy | number: '1.1-1' }}%

source: Book information
de: Buch Informationen

source: Save
de: Speichern

source: Reset
de: Zurücksetzen

source: Danger zone
de: Gefahrenzone

source: Delete this book
de: Buch löschen

source: Once you delete a book, there is no going back. Please be certain.
de: Das Löschen ist unwiderruflich. Bitte seien sie sich sicher.

source: Selection
de: Selektion

source: Edit
de: Editieren

source: Export
de: Exportieren

source: Logged out
de: Abgemeldet

source: <a>here</a> to login.
de: <a>Hier</a> um abzumelden.

source: Paste from existing transcribed text
de: Aus vorhandenem transkribierten Text einfügen

source: Assign syllables to neumes automatically
de: Silben automatisch Neumen zuweisen

source: Paste text
de: Einzufügender Text

source: Preformatted text
de: Formatierter Text

source: Page
de: Seite

source: Type
de: Typ

source: Count
de: Anzahl

source: Music Regions
de: Musikregionen

source: Music Lines
de: Notenlinien

source: Single Staff Lines
de: Einzelnde Notenlinien

source: Lyrics Regions
de: Notentextregionen

source: Text Regions
de: Textregionen

source: Drop Capital Regions
de: Initialen Regionen

source: Actions
de: Aktionen

source: Action
de: Aktion

source: Reset actions
de: Aktion Zurücksetzen

source: Tool timing
de: Zeitmessung des Tools

source: Time
de: Zeit

source: Total
de: Gesamt

source: Reset timing
de: Zeit zurücksetzen

source: General
de: Allgemein

source: Remove all layout
de: Regionen entfernen.

source: Remove all staffs
de: Notenlinien entfernen.
